/**
 * "생과자 및 케이크 | 쿠킹트리", last modified Aug 20. 2023, accessed Aug 20. 2023, https://www.cooking-tree.com/
 */

export const weeksLecipe = [
    {
        id: 1,
        title: "식빵으로 에그타르트 만들기!",
        content: `만드는 법: 
        1.달걀과 달걀노른자를 풀고 연유와 바닐라빈 페이스트를 넣고 섞은 뒤 옥수수전분을 넣고 섞고 레몬즙을 넣고 섞는다.
        2.냄비에 우유, 생크림, 설탕, 소금을 넣고 섞고 불에 올려 가장자리가 끓어 오를 때까지 끓인 뒤 달걀 혼합물에 조금씩 넣으며 섞는다.
        3.섞은 것을 체에 걸러 다시 냄비에 붓고 약불에서 저으며 살짝 걸쭉해질 때까지 끓이고 실온에서 식힌다.
        4.식빵을 밀대로 밀어 펴고 11cm 원형 커터로 자른 뒤 무염버터를 바른 머핀 틀에 넣어 모양을 잡고 무염버터를 바른다.
        5.식힌 필링을 짤주머니에 담아 틀에 짜고 190도 예열한 오븐에서 25분 정도 굽는다.
        `,
        material: ["식빵 6장", "우유 200ml", "계란 2개", "설탕 3스푼", "밀가루 2스푼", "소금 약간", "연유 30g", "옥수수전분 5g","레몬즙 5g", "생크림 200g"],
        price: 15000,
        img: "images/data/001.jpg"
    },
    {
        id: 2,
        title: "로투스 파운드 케이크 만들기",
        content: `만드는 법: 
        1.실온 상태의 버터를 가볍게 휘핑하고 설탕을 넣은 다음 충분히 휘핑해 주세요.
        2.달걀을 조금씩 나누어 넣고 충분히 휘핑해 주세요.
        3.바닐라 익스트랙을 넣고 휘핑하고 박력분과 베이킹 파우더를 체에 쳐서 넣어 주세요.
        4.휘핑기로 저속에서 휘핑하고 생크림을 넣고 휘핑해 주세요.
        5.틀에 넣고 평평하게 한 다음 로투스를 넣어 주세요.
        6.175도 오븐에서 40분 정도 굽고 바로 꺼내 식혀 주세요.
        7.로투스 비스코프를 윗면에 뿌리고 로투스를 뿌려 주세요.
        `,
        material: ["90g 무염버터","80g 설탕","80g 달걀","90g 박력분","2g 베이킹파우더","30g 생크림","3g 바닐라익스트랙","로투스","로투스 스프레드"],
        price: 12000,
        img: "images/data/002.jpg"
    },
    {
        id: 3,
        title: "노젤라틴! 파베 초콜릿 푸딩 만들기",
        content: `만드는 법: 
        1.우유와 설탕, 소금, 옥수수전분을 냄비에 넣고 섞은 뒤 약불에 올려 걸쭉해질 때까지 저으며 끓인다.
        2.생크림과 바닐라익스트랙을 넣고 섞고 2개로 나누고 각각 다크 초콜릿과 밀크 초콜릿을 넣고 섞는다.
        3.컵을 기울여 놓고 다크 초콜릿 푸딩을 붓고 냉동실에서 30분 정도 굳힌 뒤 밀크 초콜릿 푸딩을 붓고 냉장실에서 2시간 정도 굳힌다.
        4.다크 초콜릿, 밀크 초콜릿, 생크림을 볼에 담아 전자레인지에 30초 정도 돌려 녹여 섞은 뒤 무염버터를 넣고 섞는다.
        5.틀에 붓고 냉동실에서 1시간 정도 굳힌 뒤 틀에서 꺼내 코코아파우더를 뿌리고 정사각형 모양으로 자른다.
        6.굳힌 푸딩 위에 파베 초콜릿을 올려 마무리한다.
        `,
        material: ["우유 500g","설탕 60g","소금 1g","옥수수전분 25g","생크림 50g","바닐라익스트랙 3g","다크 초콜릿 60g","밀크 초콜릿 50g","다크 초콜릿 60g","밀크 초콜릿 45g","생크림 75g","무염버터 5g","틀 사이즈 : 7.4cm x 8cm 약 2개 분량"],
        price: 13000,
        img: "images/data/003.jpg"
    },
    {
        id: 4,
        title: "플랑 만들기",
        content: `만드는 법: 
        1.냄비에 설탕과 물을 넣고 갈색으로 변할 때까지 중약불에서 끓여 주세요.
        2.뜨거운 물을 넣고 냄비 뚜껑을 재빠르게 덮어 주세요.
        3.그릇에 카라멜을 붓고 평평하게 펴고 실온에 잠시 그대로 두세요.
        4.냄비에 우유, 생크림을 넣고 가장자리가 살짝 끓어오를 때까지만 약불에서 끓여 주세요.
        5.달걀에 설탕과 바닐라 익스트랙을 넣고 골고루 섞어 주세요.
        6.달걀 혼합물에 우유와 생크림을 끓인 것을 붓고 골고루 섞어 주세요.
        7.고운 체에 걸러 용기에 담고 오븐 팬에 올리고 쿠킹 호일을 덮습니다.
        8.뜨거운 물을 붓고 150도 오븐에서 45~50분 정도 구워 주세요.
        9.실온에서 식힌 다음 냉장실에서 하룻 밤 굳힙니다.
        `,
        material: ["120g 설탕","40g 물","20g 뜨거운 물","400g 우유","150g 생크림","5개 달걀","70g 설탕","7g 바닐라익스트랙"],
        price: 9000,
        img: "images/data/004.jpg"
    },
    {
        id: 5,
        title: "딸기 커스터드 크림 파이 퍼프 페이스트리 만들기",
        content: `만드는 법: 
        퍼프페이스트리
        1.차가운 물에 설탕과 소금을 넣고 섞어 녹인다.
        2.밀가루에 차가운 버터를 넣고 손으로 비벼 섞고 차가운 물을 넣고 반죽해 한 덩어리로 만든다.
        3.비닐 랩에 싸서 냉장실에서 1시간 정도 굳힌다.
        커스터드크림
        4.달걀노른자에 설탕을 넣고 섞는다.
        5.옥수수전분과 바닐라빈 페이스트를 넣고 섞는다.
        6.우유를 조금 넣고 섞은 다음 나머지 우유를 모두 넣고 섞는다. (우유를 나누어 넣고 섞으면 더 골고루 잘 섞여요)
        7.약불에 올려 걸쭉해지고 큰 기포가 생길 때까지 끓인다.
        8.불에서 내려 버터를 넣고 섞은 다음 볼에 담는다.
        9.비닐 랩을 윗면에 붙여 공기가 들어가지 않도록 하고 냉장실에서 식힌다.
        10.퍼프페이스트리에 강력분을 묻히고 넓게 밀어 편다.
        11.실온 상태의 말랑한 버터를 골고루 펴서 바르고 3절 접기를 한다.
        12.반죽을 펴서 밀고 3절 접기를 2번 더 하고 비닐 랩에 싸서 냉장실에서 1시간 정도 굳힌다.
        13.반죽을 밀어 펴고 8조각으로 길게 자른다.
        14.윗면에 사각형으로 칼집을 내고 달걀물(달걀+우유 1:1)을 바르고 190도 오븐에서 22분 굽는다.
        15.딸기의 꼭지를 제거하고 세로로 5~6조각으로 자른다.
        16.파이의 윗면을 사각형으로 자르고 꾹 누른다.
        크림
        17.생크림에 설탕을 넣고 단단하게 휘핑한다.
        18.커스터드 크림을 휘핑해서 부드럽게 하고 생크림에 넣고 섞는다.
        19.파이의 윗면을 한 번더 누르고 크림을 가득 채운다.
        20.딸기를 올리고 슈가파우더를 뿌린다.
        `,
        material: ["차가운 물 90g","소금 3g","설탕 5g","중력분 100g","강력분 100g","차가운 무염버터 40g","무염버터 (필링용) 80g","달걀노른자 1개","설탕 20g","바닐라빈 페이스트 2g","옥수수전분 6g","따뜻한 우유 100g","무염버터 5g","딸기 8개","차가운 생크림 50g","설탕 5g"],
        price: 18000,
        img: "images/data/005.jpg"
    },
    {
        id: 6,
        title: "과일꽃이 활짝~ 미니 과일 타르트 만들기",
        content: `만드는 법: 
        1.볼에 중력분, 슈가파우더, 아몬드가루, 소금을 넣고 섞은 뒤 버터를 넣고 부슬부슬한 상태가 될 때까지 손으로 섞는다.
        2.달걀 노른자를 넣고 한 덩어리로 뭉칠 때까지 섞고 넓게 편 뒤 냉장고에서 30분간 휴지시킨다.
        3.볼에 크림치즈와 설탕을 넣고 섞고 살짝 휘핑한 생크림을 넣고 섞은 뒤 냉장실에 넣어 둔다.
        4.반죽을 커터로 찍고 뒤집은 머핀틀에 붙여 180도 예열된 오븐에서 15분 정도 굽고 식힌다.
        5.복숭아와 키위를 얇게 썬다.
        6.얇게 썬 과일을 하나씩 겹쳐 길게 만든 후 한 방향으로 돌돌 만다.
        7.타르트 시트 위에 크림을 바르고 말아둔 과일을 올린다.
        `,
        material: ["중력분 80g","슈가파우더 15g","아몬드가루 5g","소금 조금","버터 45g","달걀 노른자 1개","크림치즈 80g","설탕 10g","생크림 40g","키위 2개","복숭아 1개"],
        price: 9000,
        img: "images/data/006.jpg"
    },
    {
        id: 7,
        title: "복숭아 마들렌 만들기",
        content: `만드는 법: 
        1.레몬 제스트와 레몬즙을 추출하고 달걀에 설탕과 소금을 넣고 섞어 주세요.
        2.꿀, 바닐라 익스트렉, 레몬즙을 넣고 섞어 주세요.
        3.레몬 제스트를 넣고 섞고 밀가루, 아몬드 가루, 베이킹 파우더를 체에 쳐서 넣고 섞어 주세요.
        4.녹인 버터를 넣고 골고루 섞은 다음 비닐 랩을 씌워 냉장실에서 1시간 정도 휴지시켜 주세요.
        5.틀에 버터를 바르고 밀가루로 코팅해 주세요.
        6.반죽을 골고루 섞어 짤 주머니에 담고 틀에 90% 정도 채워 주세요.
        7.170도 오븐에서 18~20분 정도 굽고 식힌 뒤 윗면 중앙을 파내 주세요.
        8.황도 복숭아의 껍질을 제거하고 작게 다져 주세요.
        9.차가운 상태의 크림치즈에 생크림과 설탕을 넣고 휘핑해 주세요.
        10.다진 복숭아를 넣고 잘 섞은 다음 마들렌에 채워 주세요.
        11.다진 복숭아를 올리고 슈가 파우더를 뿌려 주세요.
        `,
        material: ["2개 달걀","85g 설탕","1g 소금","15g 꿀","3g 바닐라익스트랙","10g 레몬즙","1개 레몬 제스트","85g 박력분","20g 아몬드가루","4g 베이킹파우더","100g 녹인 무염버터","40g 크림치즈","25g 생크림","8g 설탕","80g 복숭아"],
        price: 8000,
        img: "images/data/007.jpg"
    }
]
//********************************************************************************************************************//
//********************************************************************************************************************//
//********************************************************************************************************************//
//********************************************************************************************************************//
// category :
// cake 4 / muffin 4 / tart 4

export const recipeData = [
    {
        id: 1,
        title: "블루베리 조각 케이크",
        content: `만드는 법: 
        1.달걀과 달걀노른자를 풀고 연유와 바닐라빈 페이스트를 넣고 섞은 뒤 옥수수전분을 넣고 섞고 레몬즙을 넣고 섞는다.
        2.냄비에 우유, 생크림, 설탕, 소금을 넣고 섞고 불에 올려 가장자리가 끓어 오를 때까지 끓인 뒤 달걀 혼합물에 조금씩 넣으며 섞는다.
        3.섞은 것을 체에 걸러 다시 냄비에 붓고 약불에서 저으며 살짝 걸쭉해질 때까지 끓이고 실온에서 식힌다.
        4.식빵을 밀대로 밀어 펴고 11cm 원형 커터로 자른 뒤 무염버터를 바른 머핀 틀에 넣어 모양을 잡고 무염버터를 바른다.
        5.식힌 필링을 짤주머니에 담아 틀에 짜고 190도 예열한 오븐에서 25분 정도 굽는다.
        `,
        material: ["식빵 6장", "우유 200ml", "계란 2개", "설탕 3스푼", "밀가루 2스푼", "소금 약간", "연유 30g", "옥수수전분 5g","레몬즙 5g", "생크림 200g"],
        price: 15000,
        img: "images/bakery/001.jpg",
        category: "cake"
    },
    {
        id: 2,
        title: "과일 치즈케이크",
        content: `만드는 법: 
        1.실온 상태의 버터를 가볍게 휘핑하고 설탕을 넣은 다음 충분히 휘핑해 주세요.
        2.달걀을 조금씩 나누어 넣고 충분히 휘핑해 주세요.
        3.바닐라 익스트랙을 넣고 휘핑하고 박력분과 베이킹 파우더를 체에 쳐서 넣어 주세요.
        4.휘핑기로 저속에서 휘핑하고 생크림을 넣고 휘핑해 주세요.
        5.틀에 넣고 평평하게 한 다음 로투스를 넣어 주세요.
        6.175도 오븐에서 40분 정도 굽고 바로 꺼내 식혀 주세요.
        7.로투스 비스코프를 윗면에 뿌리고 로투스를 뿌려 주세요.
        `,
        material: ["90g 무염버터","80g 설탕","80g 달걀","90g 박력분","2g 베이킹파우더","30g 생크림","3g 바닐라익스트랙","로투스","로투스 스프레드"],
        price: 12000,
        img: "images/bakery/002.jpg",
        category: "cake"
    },
    {
        id: 3,
        title: "타르트",
        content: `만드는 법: 
        1.우유와 설탕, 소금, 옥수수전분을 냄비에 넣고 섞은 뒤 약불에 올려 걸쭉해질 때까지 저으며 끓인다.
        2.생크림과 바닐라익스트랙을 넣고 섞고 2개로 나누고 각각 다크 초콜릿과 밀크 초콜릿을 넣고 섞는다.
        3.컵을 기울여 놓고 다크 초콜릿 푸딩을 붓고 냉동실에서 30분 정도 굳힌 뒤 밀크 초콜릿 푸딩을 붓고 냉장실에서 2시간 정도 굳힌다.
        4.다크 초콜릿, 밀크 초콜릿, 생크림을 볼에 담아 전자레인지에 30초 정도 돌려 녹여 섞은 뒤 무염버터를 넣고 섞는다.
        5.틀에 붓고 냉동실에서 1시간 정도 굳힌 뒤 틀에서 꺼내 코코아파우더를 뿌리고 정사각형 모양으로 자른다.
        6.굳힌 푸딩 위에 파베 초콜릿을 올려 마무리한다.
        `,
        material: ["우유 500g","설탕 60g","소금 1g","옥수수전분 25g","생크림 50g","바닐라익스트랙 3g","다크 초콜릿 60g","밀크 초콜릿 50g","다크 초콜릿 60g","밀크 초콜릿 45g","생크림 75g","무염버터 5g","틀 사이즈 : 7.4cm x 8cm 약 2개 분량"],
        price: 13000,
        img: "images/bakery/003.jpg",
        category: "tart"
    },
    {
        id: 4,
        title: "머핀",
        content: `만드는 법: 
        1.냄비에 설탕과 물을 넣고 갈색으로 변할 때까지 중약불에서 끓여 주세요.
        2.뜨거운 물을 넣고 냄비 뚜껑을 재빠르게 덮어 주세요.
        3.그릇에 카라멜을 붓고 평평하게 펴고 실온에 잠시 그대로 두세요.
        4.냄비에 우유, 생크림을 넣고 가장자리가 살짝 끓어오를 때까지만 약불에서 끓여 주세요.
        5.달걀에 설탕과 바닐라 익스트랙을 넣고 골고루 섞어 주세요.
        6.달걀 혼합물에 우유와 생크림을 끓인 것을 붓고 골고루 섞어 주세요.
        7.고운 체에 걸러 용기에 담고 오븐 팬에 올리고 쿠킹 호일을 덮습니다.
        8.뜨거운 물을 붓고 150도 오븐에서 45~50분 정도 구워 주세요.
        9.실온에서 식힌 다음 냉장실에서 하룻 밤 굳힙니다.
        `,
        material: ["120g 설탕","40g 물","20g 뜨거운 물","400g 우유","150g 생크림","5개 달걀","70g 설탕","7g 바닐라익스트랙"],
        price: 9000,
        img: "images/bakery/004.jpg",
        category: "muffin"
    },
    {
        id: 5,
        title: "생크림 머핀",
        content: `만드는 법: 
        퍼프페이스트리
        1.차가운 물에 설탕과 소금을 넣고 섞어 녹인다.
        2.밀가루에 차가운 버터를 넣고 손으로 비벼 섞고 차가운 물을 넣고 반죽해 한 덩어리로 만든다.
        3.비닐 랩에 싸서 냉장실에서 1시간 정도 굳힌다.
        커스터드크림
        4.달걀노른자에 설탕을 넣고 섞는다.
        5.옥수수전분과 바닐라빈 페이스트를 넣고 섞는다.
        6.우유를 조금 넣고 섞은 다음 나머지 우유를 모두 넣고 섞는다. (우유를 나누어 넣고 섞으면 더 골고루 잘 섞여요)
        7.약불에 올려 걸쭉해지고 큰 기포가 생길 때까지 끓인다.
        8.불에서 내려 버터를 넣고 섞은 다음 볼에 담는다.
        9.비닐 랩을 윗면에 붙여 공기가 들어가지 않도록 하고 냉장실에서 식힌다.
        10.퍼프페이스트리에 강력분을 묻히고 넓게 밀어 편다.
        11.실온 상태의 말랑한 버터를 골고루 펴서 바르고 3절 접기를 한다.
        12.반죽을 펴서 밀고 3절 접기를 2번 더 하고 비닐 랩에 싸서 냉장실에서 1시간 정도 굳힌다.
        13.반죽을 밀어 펴고 8조각으로 길게 자른다.
        14.윗면에 사각형으로 칼집을 내고 달걀물(달걀+우유 1:1)을 바르고 190도 오븐에서 22분 굽는다.
        15.딸기의 꼭지를 제거하고 세로로 5~6조각으로 자른다.
        16.파이의 윗면을 사각형으로 자르고 꾹 누른다.
        크림
        17.생크림에 설탕을 넣고 단단하게 휘핑한다.
        18.커스터드 크림을 휘핑해서 부드럽게 하고 생크림에 넣고 섞는다.
        19.파이의 윗면을 한 번더 누르고 크림을 가득 채운다.
        20.딸기를 올리고 슈가파우더를 뿌린다.
        `,
        material: ["차가운 물 90g","소금 3g","설탕 5g","중력분 100g","강력분 100g","차가운 무염버터 40g","무염버터 (필링용) 80g","달걀노른자 1개","설탕 20g","바닐라빈 페이스트 2g","옥수수전분 6g","따뜻한 우유 100g","무염버터 5g","딸기 8개","차가운 생크림 50g","설탕 5g"],
        price: 18000,
        img: "images/bakery/005.jpg",
        category: "muffin"
    },
    {
        id: 6,
        title: "딸기 생크림 머핀",
        content: `만드는 법: 
        1.볼에 중력분, 슈가파우더, 아몬드가루, 소금을 넣고 섞은 뒤 버터를 넣고 부슬부슬한 상태가 될 때까지 손으로 섞는다.
        2.달걀 노른자를 넣고 한 덩어리로 뭉칠 때까지 섞고 넓게 편 뒤 냉장고에서 30분간 휴지시킨다.
        3.볼에 크림치즈와 설탕을 넣고 섞고 살짝 휘핑한 생크림을 넣고 섞은 뒤 냉장실에 넣어 둔다.
        4.반죽을 커터로 찍고 뒤집은 머핀틀에 붙여 180도 예열된 오븐에서 15분 정도 굽고 식힌다.
        5.복숭아와 키위를 얇게 썬다.
        6.얇게 썬 과일을 하나씩 겹쳐 길게 만든 후 한 방향으로 돌돌 만다.
        7.타르트 시트 위에 크림을 바르고 말아둔 과일을 올린다.
        `,
        material: ["중력분 80g","슈가파우더 15g","아몬드가루 5g","소금 조금","버터 45g","달걀 노른자 1개","크림치즈 80g","설탕 10g","생크림 40g","키위 2개","복숭아 1개"],
        price: 9000,
        img: "images/bakery/006.jpg",
        category: "muffin"
    },
    {
        id: 7,
        title: "타르트2",
        content: `만드는 법: 
        1.레몬 제스트와 레몬즙을 추출하고 달걀에 설탕과 소금을 넣고 섞어 주세요.
        2.꿀, 바닐라 익스트렉, 레몬즙을 넣고 섞어 주세요.
        3.레몬 제스트를 넣고 섞고 밀가루, 아몬드 가루, 베이킹 파우더를 체에 쳐서 넣고 섞어 주세요.
        4.녹인 버터를 넣고 골고루 섞은 다음 비닐 랩을 씌워 냉장실에서 1시간 정도 휴지시켜 주세요.
        5.틀에 버터를 바르고 밀가루로 코팅해 주세요.
        6.반죽을 골고루 섞어 짤 주머니에 담고 틀에 90% 정도 채워 주세요.
        7.170도 오븐에서 18~20분 정도 굽고 식힌 뒤 윗면 중앙을 파내 주세요.
        8.황도 복숭아의 껍질을 제거하고 작게 다져 주세요.
        9.차가운 상태의 크림치즈에 생크림과 설탕을 넣고 휘핑해 주세요.
        10.다진 복숭아를 넣고 잘 섞은 다음 마들렌에 채워 주세요.
        11.다진 복숭아를 올리고 슈가 파우더를 뿌려 주세요.
        `,
        material: ["2개 달걀","85g 설탕","1g 소금","15g 꿀","3g 바닐라익스트랙","10g 레몬즙","1개 레몬 제스트","85g 박력분","20g 아몬드가루","4g 베이킹파우더","100g 녹인 무염버터","40g 크림치즈","25g 생크림","8g 설탕","80g 복숭아"],
        price: 8000,
        img: "images/bakery/007.jpg",
        category: "tart"
    },
    {
        id: 8,
        title: "타르트3",
        content: `만드는 법: 
        1.레몬 제스트와 레몬즙을 추출하고 달걀에 설탕과 소금을 넣고 섞어 주세요.
        2.꿀, 바닐라 익스트렉, 레몬즙을 넣고 섞어 주세요.
        3.레몬 제스트를 넣고 섞고 밀가루, 아몬드 가루, 베이킹 파우더를 체에 쳐서 넣고 섞어 주세요.
        4.녹인 버터를 넣고 골고루 섞은 다음 비닐 랩을 씌워 냉장실에서 1시간 정도 휴지시켜 주세요.
        5.틀에 버터를 바르고 밀가루로 코팅해 주세요.
        6.반죽을 골고루 섞어 짤 주머니에 담고 틀에 90% 정도 채워 주세요.
        7.170도 오븐에서 18~20분 정도 굽고 식힌 뒤 윗면 중앙을 파내 주세요.
        8.황도 복숭아의 껍질을 제거하고 작게 다져 주세요.
        9.차가운 상태의 크림치즈에 생크림과 설탕을 넣고 휘핑해 주세요.
        10.다진 복숭아를 넣고 잘 섞은 다음 마들렌에 채워 주세요.
        11.다진 복숭아를 올리고 슈가 파우더를 뿌려 주세요.
        `,
        material: ["2개 달걀","85g 설탕","1g 소금","15g 꿀","3g 바닐라익스트랙","10g 레몬즙","1개 레몬 제스트","85g 박력분","20g 아몬드가루","4g 베이킹파우더","100g 녹인 무염버터","40g 크림치즈","25g 생크림","8g 설탕","80g 복숭아"],
        price: 8000,
        img: "images/bakery/008.jpg",
        category: "tart"
    },
    {
        id: 9,
        title: "초코 머핀",
        content: `만드는 법: 
        1.레몬 제스트와 레몬즙을 추출하고 달걀에 설탕과 소금을 넣고 섞어 주세요.
        2.꿀, 바닐라 익스트렉, 레몬즙을 넣고 섞어 주세요.
        3.레몬 제스트를 넣고 섞고 밀가루, 아몬드 가루, 베이킹 파우더를 체에 쳐서 넣고 섞어 주세요.
        4.녹인 버터를 넣고 골고루 섞은 다음 비닐 랩을 씌워 냉장실에서 1시간 정도 휴지시켜 주세요.
        5.틀에 버터를 바르고 밀가루로 코팅해 주세요.
        6.반죽을 골고루 섞어 짤 주머니에 담고 틀에 90% 정도 채워 주세요.
        7.170도 오븐에서 18~20분 정도 굽고 식힌 뒤 윗면 중앙을 파내 주세요.
        8.황도 복숭아의 껍질을 제거하고 작게 다져 주세요.
        9.차가운 상태의 크림치즈에 생크림과 설탕을 넣고 휘핑해 주세요.
        10.다진 복숭아를 넣고 잘 섞은 다음 마들렌에 채워 주세요.
        11.다진 복숭아를 올리고 슈가 파우더를 뿌려 주세요.
        `,
        material: ["2개 달걀","85g 설탕","1g 소금","15g 꿀","3g 바닐라익스트랙","10g 레몬즙","1개 레몬 제스트","85g 박력분","20g 아몬드가루","4g 베이킹파우더","100g 녹인 무염버터","40g 크림치즈","25g 생크림","8g 설탕","80g 복숭아"],
        price: 8000,
        img: "images/bakery/009.jpg",
        category: "muffin"
    },
    {
        id: 10,
        title: "크루와상",
        content: `만드는 법: 
        1.레몬 제스트와 레몬즙을 추출하고 달걀에 설탕과 소금을 넣고 섞어 주세요.
        2.꿀, 바닐라 익스트렉, 레몬즙을 넣고 섞어 주세요.
        3.레몬 제스트를 넣고 섞고 밀가루, 아몬드 가루, 베이킹 파우더를 체에 쳐서 넣고 섞어 주세요.
        4.녹인 버터를 넣고 골고루 섞은 다음 비닐 랩을 씌워 냉장실에서 1시간 정도 휴지시켜 주세요.
        5.틀에 버터를 바르고 밀가루로 코팅해 주세요.
        6.반죽을 골고루 섞어 짤 주머니에 담고 틀에 90% 정도 채워 주세요.
        7.170도 오븐에서 18~20분 정도 굽고 식힌 뒤 윗면 중앙을 파내 주세요.
        8.황도 복숭아의 껍질을 제거하고 작게 다져 주세요.
        9.차가운 상태의 크림치즈에 생크림과 설탕을 넣고 휘핑해 주세요.
        10.다진 복숭아를 넣고 잘 섞은 다음 마들렌에 채워 주세요.
        11.다진 복숭아를 올리고 슈가 파우더를 뿌려 주세요.
        `,
        material: ["2개 달걀","85g 설탕","1g 소금","15g 꿀","3g 바닐라익스트랙","10g 레몬즙","1개 레몬 제스트","85g 박력분","20g 아몬드가루","4g 베이킹파우더","100g 녹인 무염버터","40g 크림치즈","25g 생크림","8g 설탕","80g 복숭아"],
        price: 8000,
        img: "images/bakery/010.jpg",
        category: "tart"
    },
    {
        id: 11,
        title: "폭신폭신 파운드케이크",
        content: `만드는 법: 
        1.레몬 제스트와 레몬즙을 추출하고 달걀에 설탕과 소금을 넣고 섞어 주세요.
        2.꿀, 바닐라 익스트렉, 레몬즙을 넣고 섞어 주세요.
        3.레몬 제스트를 넣고 섞고 밀가루, 아몬드 가루, 베이킹 파우더를 체에 쳐서 넣고 섞어 주세요.
        4.녹인 버터를 넣고 골고루 섞은 다음 비닐 랩을 씌워 냉장실에서 1시간 정도 휴지시켜 주세요.
        5.틀에 버터를 바르고 밀가루로 코팅해 주세요.
        6.반죽을 골고루 섞어 짤 주머니에 담고 틀에 90% 정도 채워 주세요.
        7.170도 오븐에서 18~20분 정도 굽고 식힌 뒤 윗면 중앙을 파내 주세요.
        8.황도 복숭아의 껍질을 제거하고 작게 다져 주세요.
        9.차가운 상태의 크림치즈에 생크림과 설탕을 넣고 휘핑해 주세요.
        10.다진 복숭아를 넣고 잘 섞은 다음 마들렌에 채워 주세요.
        11.다진 복숭아를 올리고 슈가 파우더를 뿌려 주세요.
        `,
        material: ["2개 달걀","85g 설탕","1g 소금","15g 꿀","3g 바닐라익스트랙","10g 레몬즙","1개 레몬 제스트","85g 박력분","20g 아몬드가루","4g 베이킹파우더","100g 녹인 무염버터","40g 크림치즈","25g 생크림","8g 설탕","80g 복숭아"],
        price: 8000,
        img: "images/bakery/011.jpg",
        category: "cake"
    },
    {
        id: 12,
        title: "과일생크림 타르트",
        content: `만드는 법: 
        1.레몬 제스트와 레몬즙을 추출하고 달걀에 설탕과 소금을 넣고 섞어 주세요.
        2.꿀, 바닐라 익스트렉, 레몬즙을 넣고 섞어 주세요.
        3.레몬 제스트를 넣고 섞고 밀가루, 아몬드 가루, 베이킹 파우더를 체에 쳐서 넣고 섞어 주세요.
        4.녹인 버터를 넣고 골고루 섞은 다음 비닐 랩을 씌워 냉장실에서 1시간 정도 휴지시켜 주세요.
        5.틀에 버터를 바르고 밀가루로 코팅해 주세요.
        6.반죽을 골고루 섞어 짤 주머니에 담고 틀에 90% 정도 채워 주세요.
        7.170도 오븐에서 18~20분 정도 굽고 식힌 뒤 윗면 중앙을 파내 주세요.
        8.황도 복숭아의 껍질을 제거하고 작게 다져 주세요.
        9.차가운 상태의 크림치즈에 생크림과 설탕을 넣고 휘핑해 주세요.
        10.다진 복숭아를 넣고 잘 섞은 다음 마들렌에 채워 주세요.
        11.다진 복숭아를 올리고 슈가 파우더를 뿌려 주세요.
        `,
        material: ["2개 달걀","85g 설탕","1g 소금","15g 꿀","3g 바닐라익스트랙","10g 레몬즙","1개 레몬 제스트","85g 박력분","20g 아몬드가루","4g 베이킹파우더","100g 녹인 무염버터","40g 크림치즈","25g 생크림","8g 설탕","80g 복숭아"],
        price: 8000,
        img: "images/bakery/012.jpg",
        category: "cake"
    }
]

export const category = [
    {
        id:1,
        name: "Cake",
        img : "images/category/cake.png"
    },
    {
        id:2,
        name: "Muffin",
        img : "images/category/muffin.png"
    },
    {
        id:3,
        name: "Tart",
        img : "images/category/tart.png"
    },
    {
        id:4,
        name: "Cookie",
        img : "images/category/cookie.png"
    },
    {
        id:5,
        name: "Baguette",
        img : "images/category/bread.png"
    },
    {
        id:6,
        name: "Bread",
        img : "images/category/bread.png"
    },
    {
        id:7,
        name: "Bread",
        img : "images/category/bread.png"
    },
    {
        id:8,
        name: "Bread",
        img : "images/category/bread.png"
    },
    {
        id:9,
        name: "Bread",
        img : "images/category/bread.png"
    },
    {
        id:10,
        name: "Bread",
        img : "images/category/bread.png"
    },
    {
        id:11,
        name: "Bread",
        img : "images/category/bread.png"
    },
    {
        id:12,
        name: "Bread",
        img : "images/category/bread.png"
    }
]